[
  {
    "title": "Saichania",
    "subtitle": "Late Cretaceous, 80 million years ago",
    "category": "Diet: herbivorous",
    "description": "Saichania (Mongolian meaning 'beautiful one') is a genus of herbivorous ankylosaurid dinosaur from the Late Cretaceous period of Mongolia and China. The first fossils of Saichania were found in the early 1970s in Mongolia. In 1977 the type species Saichania chulsanensis was named. The description of this species has been based on limited fossil material; especially the rear of the animal is not well known.Saichania was more robustly built than other members of the Ankylosauridae, measuring 5–6.6 metres (16–22 ft) in length and 1.4–2.0 metric tons (1.5–2.2 short tons) in body mass. Neck vertebrae, shoulder girdle, ribs and breast bones were fused or firmly connected. Its body was flat and low-slung, standing on four short legs. The forelimbs were very powerful. The head was protected by bulbous armour tiles. It could defend itself against predators like Tarbosaurus with a tail-club. On the torso keeled osteoderms were present. Saichania bit off plants in its desert habitat with a horny beak and processed them in its wide hindgut.",
    "model": "Saichania",
    "diffMap": "SaichaniaDiffuse",
    "xCoord": "3.5",
    "yCoord": "2.1",
    "zCoord": "0",
    "rotationMultiplier": "-2",
    "media": [
      "./images/projectsimg/Saichania.png",
      "./images/projectsimg/test.mp4"
    ]
  },

  {
    "title": "Spinosaurus",
    "subtitle": "Late Cretaceous, 95-70 million years ago",
    "category": "Diet: carnivorous (fish and maybe other dinosaurs)",
    "description": "Spinosaurus  is a genus of spinosaurid dinosaur that lived in what now is North Africa during the Cenomanian to upper Turonian stages of the Late Cretaceous period, about 99 to 93.5 million years ago.The genus was known first from Egyptian remains discovered in 1912 and described by German palaeontologist Ernst Stromer in 1915. Spinosaurus is the longest known terrestrial carnivore; other large carnivores comparable to Spinosaurus include theropods such as Tyrannosaurus, Giganotosaurus and Carcharodontosaurus. The most recent study suggests that previous body size estimates are overestimated, and that S. aegyptiacus reached 14 metres (46 ft) in length and 7.4 metric tons (8.2 short tons) in body mass. The skull of Spinosaurus was long, low, and narrow, similar to that of a modern crocodilian, and bore straight conical teeth with no serrations. It would have had large, robust forelimbs bearing three-fingered hands, with an enlarged claw on the first digit. The distinctive neural spines of Spinosaurus, which were long extensions of the vertebrae (or backbones), grew to at least 1.65 meters (5.4 ft) long and were likely to have had skin connecting them, forming a sail-like structure, although some authors have suggested that the spines were covered in fat and formed a hump.The hip bones of Spinosaurus were reduced, and the legs were very short in proportion to the body. Its long and narrow tail was deepened by tall, thin neural spines and elongated chevrons, forming a flexible fin or paddle-like structure.Spinosaurus is known to have eaten fish, and most scientists believe that it hunted both terrestrial and aquatic prey.",
    "model": "Spinosaurus",
    "diffMap": "SpinosaurusDiffuse",
    "xCoord": "1.8",
    "yCoord": "2.1",
    "zCoord": "-2.3",
    "rotationMultiplier": "-2",
    "media": [
      "./images/projectsimg/Spinosaurus.png",
      "./images/projectsimg/Spinosaurus.mp4"
    ]
  },
  {
    "title": "Parasaurolophus",
    "subtitle": "Late Cretaceous, 76-74 million years ago",
    "category": "Diet: herbivorous",
    "description": "Parasaurolophus is a genus of herbivorous hadrosaurid ornithopod dinosaur that lived in what is now North America and possibly Asia during the Late Cretaceous Period, about 76.5–73 million years ago.It was a herbivore that walked both as a biped and as a quadruped. The genus was first described in 1922 by William Parks from a skull and partial skeleton found in Alberta.Parasaurolophus have length: 11.0m Weight: 3500kg was a hadrosaurid, part of a diverse family of Cretaceous dinosaurs known for their range of bizarre head adornments which were likely used for communication and better hearing. This genus is known for its large, elaborate cranial crest , which at its largest forms a long curved tube projecting upwards and back from the skull. Charonosaurus from China, which may have been its closest relative, had a similar skull and potentially a similar crest. Visual recognition of both species and sex, acoustic resonance, and thermoregulation have been proposed as functional explanations for the crest. It is one of the rarer hadrosaurids, known from only a handful of good specimens.",
    "model": "Parasaurolophus",
    "diffMap": "ParasaurolophusDiffuse",
    "xCoord": "3.3",
    "yCoord": "2.1",
    "zCoord": "-4.7",
    "rotationMultiplier": "-2",
    "media": [
      "./images/projectsimg/Parasaurolophus.png",
      "./images/projectsimg/Parasaurolophus.mp4"
    ]
  },
  {
    "title": "Velociraptor",
    "subtitle": "Late Cretaceous, 74-70 million years ago",
    "category": "Diet: carnivorous",
    "description": "Velociraptor is a genus of small dromaeosaurid dinosaur that lived in Asia during the Late Cretaceous epoch, about 75 million to 71 million years ago. Two species are currently recognized, although others have been assigned in the past. The type species is V. mongoliensis; fossils of this species have been discovered in the Djadochta Formation, Mongolia. A second species, V. osmolskae, was named in 2008 for skull material from the Bayan Mandahu Formation, China. Velociraptor (commonly referred to as 'raptor') is one of the dinosaur genera most familiar to the general public due to its prominent role in the Jurassic Park films. In real life, however, Velociraptor was roughly the size of a turkey, considerably smaller than the approximately 2 m (6.6 ft) tall and 90 kg (200 lb) reptiles seen in the novels and films. It was a bipedal, feathered carnivore with a long tail and an enlarged sickle-shaped claw on each hindfoot, which is thought to have been used to tackle and restrain prey. Velociraptor can be distinguished from other dromaeosaurids by its long and low skull, with an upturned snout.",
    "awards": [],
    "model": "Velociraptor",
    "diffMap": "VelociraptorDiffuse",
    "xCoord": "1.8",
    "yCoord": "2.1",
    "zCoord": "-6.9",
    "rotationMultiplier": "2",
    "media": [
      "./images/projectsimg/Velociraptor.png",
      "./images/projectsimg/Velociraptor.mp4"
    ]
  },
  {
    "title": "Giganotosaurus",
    "subtitle": "LAte Cretaceous, 112-90 million years ago",
    "category": "Diet: carnivorous",
    "description": "Giganotosaurus is a genus of theropod dinosaur that lived in what is now Argentina, during the early Cenomanian age of the Late Cretaceous period, approximately 99.6 to 95 million years ago. The holotype specimen was discovered in the Candeleros Formation of Patagonia in 1993 and is almost 70% complete. The animal was named Giganotosaurus carolinii in 1995 .Giganotosaurus was one of the largest known terrestrial carnivores, but the exact size has been hard to determine due to the incompleteness of the remains found so far. Estimates for the most complete specimen range from a length of 12 to 13 m (39 to 43 ft), a skull 1.53 to 1.80 m (5.0 to 5.9 ft) in length, and a weight of 4.2 to 13.8 t (4.6 to 15.2 short tons). The dentary bone that belonged to a supposedly larger individual has been used to extrapolate a length of 13.2 m (43 ft). Some researchers have found the animal to be larger than Tyrannosaurus, which has historically been considered the largest theropod, while others have found them to be roughly equal in size and the largest size estimates for Giganotosaurus exaggerated. The skull was low, with rugose (rough and wrinkled) nasal bones and a ridge-like crest on the lacrimal bone in front of the eye. The front of the lower jaw was flattened and had a downward-projecting process (or 'chin') at the tip. The teeth were compressed sideways and had serrations. The neck was strong and the pectoral girdle proportionally small. Giganotosaurus is thought to have been homeothermic (a type of 'warm-bloodedness'), with a metabolism between that of a mammal and a reptile, which would have enabled fast growth. It would have been capable of closing its jaws quickly, capturing and bringing down prey by delivering powerful bites. The 'chin' may have helped in resisting stress when a bite was delivered against prey. Giganotosaurus is thought to have been the apex predator of its ecosystem, and it may have fed on juvenile sauropod dinosaurs.",
    "awards": [],
    "model": "Giganotosaurus",
    "diffMap": "GiganotosaurusDiffuse",
    "xCoord": "3.3",
    "yCoord": "2.1",
    "zCoord": "-9.2",
    "rotationMultiplier": "-2",
    "media": ["./images/projectsimg/Giganotosaurus.png"]
  },
  {
    "title": "Therizinosaurus",
    "subtitle": "Late Cretaceous, 85-70 million years ago",
    "category": "Diet: carnivorous",
    "description": "Therizinosaurus is a genus of very large therizinosaurid that lived in Asia during the Late Cretaceous period in what is now the Nemegt Formation around 70 million years ago. It contains a single species, Therizinosaurus cheloniformis. The first remains of Therizinosaurus were found in 1948 by a Mongolian field expedition at the Gobi Desert and later described by Evgeny Maleev in 1954. The genus is only known from a few bones, including gigantic manual unguals (claw bones), from which it gets its name, and additional findings comprising fore and hindlimb elements that have been discovered during the 1960s–1980s.Therizinosaurus was a colossal therizinosaurid that could grow up to 9–10 m (30–33 ft) long and 4–5 m (13–16 ft) tall, and weigh possibly over 5 t (5.5 short tons). Like other therizinosaurids, it would have been a slow-moving, long-necked, high browser equipped with a rhamphotheca (horny beak) and a wide torso for food processing. Its forelimbs were particularly robust and had three fingers that bore unguals which, unlike other relatives, were very stiffened, elongated, and only had significant curvatures at the tips. Therizinosaurus had the longest known manual unguals of any land animal, reaching above 50 cm (20 in) in length. Its hindlimbs ended in four functionally weight-bearing toes differing from other theropod groups in which the first toe was reduced to a dewclaw and also resembling the unrelated sauropodomorphs..",
    "awards": [],
    "model": "Therizinosaurus",
    "diffMap": "TherizinosaurusDiffuse",
    "xCoord": "1.8",
    "yCoord": "2.1",
    "zCoord": "-11.5",
    "rotationMultiplier": "2",
    "media": [
      "./images/projectsimg/Therizinosaurus.png",
      "./images/projectsimg/Therizinosaurus.mp4"
    ]
  }
]
